Repository: mozilla-l10n/mt-training-data
Catalog: ln/ln_pontoon.tmx
Source language: en_us
Languages: ln

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
ln: PIN nayo ezalaki bloquer mpo okomaki yango malamu te mbala ebele mpeza. Okoki kokoba mpe komeka kokoma PIN nayo lisusu to koréinitialiser PIN.

source: Your purchase is complete. Close the window to continue
ln: Bosombi buayo bosili. Kanga lilisa mpo na kokoba

source: You will not be charged.
ln: Bakocharger yo te.

source: {0} and {1} other replied
ln: {0} na {1} mosusu eyanolami

source: {0} answer
ln: eyano {0}

source: {0} documents
ln: document {0}

source: {0} question
ln: mituna {0}

source: {0} replied
ln: {0} eyanolami

source: {0} solution
ln: basolution {0}

source: 1 article can be viewed by 400 million users and translated into 70+ languages
ln: Article moko ekoki kotalema na basaleli million 400 mpe kolimbolama na nkota koleka 70

source: 1 new this week
ln: {n} yasika poso oyo

source: 1 person has this problem
ln: Mutu 1 aza na nkokoso oyo

source: 1 post
ln: article moko te {0}

source: 1 reply
ln: Biyano {n}

source: 1 tweet can save 1 day
ln: Tweet 1 ekoki kobikisa mokolo 1

source: 2008 L10n Badge
ln: Badge Ya Ln10 2008

source: 2009 L10n Badge
ln: Badge Ya L10n 2009

source: 2010 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2010

source: 2010 KB Badge
ln: Badge Ya KB 2010

source: 2010 L10n Badge
ln: Badge Ya L10n

source: 2010 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2010

source: 2011 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2011

source: 2011 KB Badge
ln: Badge Ya KB 2011

source: 2011 L10n Badge
ln: Badge Ya L10n 2011

source: 2011 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2011

source: 2012 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2012

source: 2012 KB Badge
ln: Badge Ya KB 2012

source: 2012 L10n Badge
ln: Badge Ya L10n 2012

source: 2012 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2012

source: 2013 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2013

source: 2013 KB Badge
ln: Badge Ya KB 2013

source: 2013 L10n Badge
ln: Badge Ya L10n 2013

source: 2013 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2013

source: 2014 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2014

source: 2014 KB Badge
ln: Badge KB 2014

source: 2014 L10n Badge
ln: Badge L10n

source: 2014 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi

source: 2015 Army of Awesome Badge
ln: Badge Ya Army of Awesome 2015

source: 2015 KB Badge
ln: Badge Ya Oyo Etali Boyebi 2015

source: 2015 L10n Badge
ln: Badge Ya L10n

source: 2015 Support Forum Badge
ln: Badge Ya Forum Ya Lisungi 2015

source: About Us
ln: Maye matali biso

source: About {user}
ln: Maye matali {user}

source: Abusive content
ln: Contenu ya mabe

source: Accept
ln: Ndima

source: Accepted and Fixed
ln: Endimami mpe Ebongisami

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
ln: Baformat oyo endimami eza: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Mingi ya koyekola...</a>

source: Accept this Revision
ln: Ndima Revision oyo

source: Accept this Translation
ln: Ndima Ndimbola oyo

source: Access and organize your favorite webpages easily with bookmarks and tabs
ln: Ingela mpe bongisa na bopete nionso ba webpages nayo olingaka na ba bookmarks mpe ba tabs

source: Access denied
ln: Boingeli ebwakisami

source: Access websites easily with bookmarks and tab features
ln: Ingela na ba sites web na bopete na bacaractèristique ya bookmarks mpe tab

source: Account
ln: Compte

source: Account Administration
ln: Administration ya compte

source: Account already activated
ln: Compte eza déjà activé

source: Account Issues
ln: Bankokoso Ya Compte

source: Account successfully verified!
ln: Vérification ya compte esalemi malamu!

source: A confirmation email will be sent to this address in order to post your question.
ln: Email ya confirmation ekotindama na adresse oyo mpo na kokotisa motuna nayo.

source: activation key
ln: fungola ya activation

source: Active Contributors
ln: Bacontributeur Actif

source: Add
ln: Bakisa

source: Add and configure your email accounts on Thunderbird
ln: Bakisa mpe configurer bacompte nayo ya email na Thunderbird

source: Add announcement
ln: Bakisa liyebisi

source: Add Contributor
ln: Bakisa Contributeur

source: Add Editor
ln: Bakisa Editeur

source: Add group profile
ln: Bakisa profile ya groupe

source: Add images:
ln: Bakisa bilili:

source: Additional System Details
ln: Badétail Mosusu Ya Systeme

source: Add Leader
ln: Bakisa Mokambi

source: Add Member
ln: Bakisa Mambre

source: Add Reviewer
ln: Bakisa Reviseur

source: Administrator
ln: Mokambi

source: Advanced Search
ln: Boluki avancé

source: Advanced Search Results
ln: Baresultat Ya Boluki Avancé

source: A few times a week
ln: Mua bambala na poso

source: Affects search results
ln: Eaffecté baresultat ya boluki

source: After
ln: Sima

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
ln: Interface ya mosaleli oyo elimbolami mobimba nayango enetolaka experience mpo na bavisiteur ya site na lokota nayo. Salisa <a href="%(url)s">kolimbola interface</a>.

source: Aggregated Localization Metrics
ln: Bamesure Oyo Endimami na Ndimbola

source: Aggregated Metrics
ln: Bamesure oyo Endimami

source: <a href="{reply_url}">last reply</a> by <a href="{user_url}">{username}</a> {when}
ln: <a href="{reply_url}">last reply</a> na <a href="{user_url}">{username}</a> {when}

source: <a href="%(thread_url)s">%(thread_title)s</a><br> in <a href="%(document_discussion_url)s">%(document)s</a>
ln: <a href="%(thread_url)s">%(thread_title)s</a><br> na <a href="%(document_discussion_url)s">%(document)s</a>

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
ln: <a href="%(url)s">Forum Ya Contributeur</a> - Yanola mituna ya lisungi ya mosaleli, mituna miye mitunami mingi kasi miza na biyano te.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
ln: <a href="%(url)s">Editeur KB</a> - Salisa kosala mise à jour ya baarticle Oyo Etali Boyebi eye esengeli kobongolama to koma baarticle yasika.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
ln: <a href="%(url)s">Contributeur L10N</a> - Salisa kolimbola contenu ya Lisalisi Ya Firefox na lokota nayo.

source: <a href="%(url)s">Twitter Contributor</a> - Respond to tweets about Firefox.
ln: <a href="%(url)s">Contributeur Twitter</a> - Yanola na ba tweets na maye matali Firefox.

source: All
ln: Nionso

source: All Administration articles...
ln: Baarticle Nionso Ya Administration...

source: All Articles
ln: Baarticle Nionso

source: All Articles: % Localized
ln: Baarticle Nionso: % Localisé

source: All articles requiring review...
ln: Baarticle nionso oyo esengeli komanyolama...

source: All articles that require changes...
ln: Baarticle nionso oyo esengeli na mbongwama...

source: All articles with changes not ready for localization...
ln: Baarticle nionso eye eza na mbogwana oyo elengelami te mpo na kolimbolama...

source: All available SUMO badges
ln: Babadge nionso oyo eza na SUMO

source: All canned responses articles...
ln: Baarticle nionso ya biyano biye bilengelami...

source: All How To Contribute articles...
ln: Baarticle Nionso Ya Ndenge Ya Kocontribuer...

source: All knowledge base articles...
ln: Baarticle nionso ya oyo etali boyebi...

source: All Knowledge Base Articles
ln: Baarticle Nionso Ya Oyo Etali Boyebi

source: All locales
ln: Nkota nionso

source: Allow discussion on this article?
ln: Kondima masolo na article oyo?

source: Allow translations:
ln: Ndima ndimbola:

source: All posts
ln: Baarticle nionso

source: All products
ln: Baproduit nionso

source: All Products
ln: Baproduit Nionso

source: All questions
ln: Mituna nionso

source: All templates...
ln: Bamodele Nionso...

source: All Time
ln: Ntango Inso

source: All Topics
ln: Basujet Nionso

source: All translations...
ln: Nionso oyo elimbolami...

source: All translations of this document will also be deleted.
ln: Ndimbola nionso ya document oyo mpe ekobomama.

source: All unhelpful articles...
ln: Baarticle nionso ya ntina te...

source: Almost there! We just need you to create a support forum account!
ln: Okomi pene! Tolingi kaka okela compte ya forum ya lisungi!

source: Already have an account? Sign in
ln: Oza déjà na compte? Kota

source: An email has been sent to the address below:
ln: Email moko etindami na adresse oyo eza awa na se:

source: An error occured: {message}
ln: Erreur moko esalemaki: {message}

source: An Error Occurred
ln: Erreur Esalemaki

source: A newer revision has already been reviewed.
ln: Revision ya sika-sika esi emanyolami.

source: A newer version has already been reviewed.
ln: Version ya sika-sika esi emanyolami.

source: A new online standard to recognize and verify learning
ln: Standard yasika na internet mpo na koyeba mpe kovérifier mateya

source: A new window will open. Click on a button called <em>Copy text to clipboard</em>.
ln: Lininisa yasika ekofungwama. Cliquer na bouton oyo ebiengami <em>Copier makoma na clipboard</em>.

source: Answered
ln: Oyo eyanolami

source: answered by <a href="{user_url}">{username}</a> {when}
ln: eyanolami na <a href="{user_url}">{username}</a> {when}

source: {answerer} commented on a Firefox question on {host}:
ln: {answerer} acommentaki na motuna ya Firefox na {host}:

source: {answerer} has posted an answer to your question on {host}:
ln: {answerer} akotisi eyano na motuna nayo na {host}:

source: {answerer} wrote:
ln: {answerer} akomaki:

source: Answer questions in the forum
ln: Yanola mituna na forum

source: Answer questions in the support forum
ln: Yanola mituna na forum ya lisungi

source: Answers didn't help
ln: Biyano bisalisaki te

source: Answer to Twitter users that need help. It's super easy with our canned responses.
ln: Yanola basaleli ya Twitter baye basengeli na lisalisi. Eza mpasi te mpeza na biyano nabiso biye bisi bilengelami.

source: Application Issues
ln: Bankokoso Ya Application

source: Applications
ln: Baapplication

source: Approved
ln: Endimami

source: Approved {default_locale} version:
ln: Version {default_locale} oyo endimami:

source: Approve Revision
ln: Revision Eye Endimami

source: Approve Translation
ln: Ndimbola Eye Endimami

source: Archived
ln: Eza archivé

source: Archive this question
ln: Tiya motuna oyo na archive

source: A request was received to reset the password for this account on %(sitename)s. To change this password please click on the following link, or paste it into your browser's location bar:
ln: Bosenga ioko eyembemaki mpo na koretrouver liloba ya sekele mpo compte oyo na %(sitename)s. Mpo na kobongola liloba ya sekele oyo cliquer na lien oyo elandi, to coller yango na barre ya navigation nayo:

source: A revision must be based on the English article. Revision ID %(id)s does not fit this criterion.
ln: Revision esengeli ezala basé na artcile ya lokota ya Angele. Identifiant ya Revision %(id)s ekokani na critère oyo te.

source: A revision you contributed to has been approved. %(reviewer)s has approved a revision to the document %(document_title)s.
ln: Revision oyo opesaki contribution nayo endimami. %(reviewer)s andimi revision na document %(document_title)s.

source: A revision you contributed to has been approved: {title}
ln: Contribution osalaki na revision endimami: {title}

source: A revision you contributed to has been reviewed. %(reviewer)s has reviewed a revision to the document %(document_title)s.
ln: Revision oyo opesaki contribution nayo emanyolami. %(reviewer)s amanyoli revision na document %(document_title)s.

source: A revision you contributed to has been reviewed: {title}
ln: Contribution osalaki na revision endimami: {title}

source: Are you registered with Mozilla Support?
ln: Omikomisa na Mozilla Support?

source: Are you sure
ln: Oza sure

source: Are you sure you want to delete the {group} group avatar?
ln: Oza sure olingi koboma avatar {group} ya groupe?

source: Are you sure you want to delete these messages?
ln: Oza sure olingi koboma bamessage oyo?

source: Are you sure you want to delete this answer?
ln: Oza sure olingi koboma eyano oyo?

source: Are you sure you want to delete this document?
ln: Oza sure olingi oboma document oyo?

source: Are you sure you want to delete this image?
ln: Oza sure olingi koboma elili oyo?

source: Are you sure you want to delete this message?
ln: Oza sure olingi koboma message oyo?

source: Are you sure you want to delete this post?
ln: Oza sure olingi koboma article oyo?

source: Are you sure you want to delete this question?
ln: Oza sure olingi koboma motuna oyo?

source: Are you sure you want to delete this revision?
ln: Oza sure olingi koboma revision oyo?

source: Are you sure you want to delete this thread?
ln: Oza sure olingi koboma mulongo oyo?

source: Are you sure you want to delete this video?
ln: Oza sure olingi koboma vidéo oyo?

source: Are you sure you want to delete your avatar?
ln: Oza sure olingi koboma avatar nayo?

source: Are you sure you want to remove {user}?
ln: Oza sure olingi olongola {user}?

source: Are you sure you want to remove {user} from {group}?
ln: Oza sure olingi kolongola {user} na {group}?

source: Are you sure you want to remove {user} from {group} leaders?
ln: Oza sure olingi kolongola {user} kati ya bakambi {group}?

source: Are you sure you want to remove {user} from the document contributors?
ln: Oza sure olingi olongola {user} nakati ya bacontributeur ya document?

source: Are you sure you want to unsubscribe?
ln: Oza sure olingi kolongola inscription?

source: Army of Awesome
ln: Ebele ya kosepelisa

source: Army of Awesome: help users on Twitter
ln: Army of Awesome: salisa basaleli na Twitter

source: Army of Awesome will never tweet without your permission.
ln: Army of Awesome ekotinda tweet ata mokolo moko te sans ndingisa nayo.

source: Article contains
ln: Article eza na

source: Article Discussions
ln: Masolo Ya Article

source: Article is for:
ln: Article eza mpo na:

source: Article Revisions
ln: Barevision Ya Article

source: Articles
ln: Baarticle

source: Articles that require changes.
ln: Baarticle nionso oyo esengeli na mbongwama.

source: Articles that tell you how you can do more with Thunderbird
ln: Baarticle oyo eza kolobela yo ndenge okoki kosala ebele na Thunderbird

source: Articles which have approved revisions newer than the latest ready-for-localization one
ln: Baarticle eye eza na barevision oyo endimami sika mpeza koleka oyo elengelami-mpo na- kolimbolama

source: Article URL
ln: URL ya Article

source: Ask a New Question
ln: Tuna Motuna Yasika

source: Ask a question
ln: Tuna motuna

source: Ask a Question
ln: Tuna Motuna

source: Ask A Question
ln: Tuna Motuna

source: Ask a Question about Marketplace
ln: Tuna Motuna na maye matali Marketplace

source: asked by <a href="{user_url}">{username}</a> {when}
ln: etunami na <a href="{user_url}">{username}</a> {when}

source: Ask other contributors
ln: Tuna bacontributeur misusu

source: Ask this
ln: Tuna oyo

source: Ask your question to our community of users
ln: Tuna motuna nayo na lingomba nabiso ya basaleli

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
ln: Sanduku moko ya moke ekofungwama. Cliquer na oyo ebiengami <em>Bainfo Ya Dépannage</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
ln: Sanduku ya moke ekofungwama. Cliquer na oyo ebiengami <em>Coller</em>. Soki te, beta <em>Ctrl+V</em> to <em>Command+V</em>.

source: A support account lets us alert you when people respond to your question.
ln: Compte ya lisungi ekopesa biso nzela ya koalerter yo tango batu bayanoli na motuna nayo.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
ln: Ezali yo kobanda koyanola mituna miye mimonani ya pete okoki kosilisa koyanola mua mituna na lobango. Neti, oyo eselemaka na tango mosaleli oyo aza na kanda alingi te mosala moye mozali kokoba se kokoba to motuna ya koyeba nini ekolanda? Mateya ya Qualité ya Contributeur makoki kozala na biyano oyo. Okoki mpe kobanda awa:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
ln: Na tango ozobanda koyanola mituna oyo mimonani pete okoki kosilisa noki mua mituna. Neti, oyo esalemaka tango mosaleli ya kanda alingi kosala mingi te to akomituna nini yango ekolanda? Mateya Ya Qualité Ya Contributeur makoki kopesa biyano na yango. Okoki kobanda awa: <a href="%(url)s">Mateya Ya Qualité Ya Contributeur</a>.

source: At least one number and one English letter are required in the password.
ln: Au moins chiffre moko na nkoma moko na lokota Angele esengeli na liloba ya sekele.

source: Attached screenshots
ln: Bafoto sur écran jointes

source: Attention needed
ln: Esengeli na bokebi

source: Attention Needed
ln: Esengeli na bokebi

source: A user with that email address already exists.
ln: Mosaleli na adresse email wana asi azali.

source: Author
ln: Auteur

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
ln: %(author)s akotisi mulongo yasika na forum oyo oza kolanda. Mulongo yango, yango oyo:

source: %(author)s has replied to a thread you're watching. Here is their reply:
ln: %(author)s ayanoli na mulongo oyo oza kolanda. Biyano nabango yango oyo:

source: Automatically add
ln: Bakisa automatiquement

source: Award details
ln: Badétail ya recompense:

source: Awarded badge: %(badge_name)s
ln: Badge oyo epesami: %(badge_name)s

source: Awarded by:
ln: Epesami na:

source: awarded to
ln: epesami epayi ya

source: Awarded to:
ln: Epesami epayi ya:

source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ln: Epesamaki mpo na kosunga bacontributeur oyo bacontribuaki (badocument ya baarticle KB, koyanola Mituna Ya Forum, kolimbola badocument ya baarticle KB, ba tweets, etc) na lancement ya Firefox 29, matondo! Bacaractèristique ya Firefox 29: 1. Firefox Ordinateur Ya Bureau: Australis yasika MPE bacompte sync ya Firefox 2. Firefox mpo na Android: bacompte sync MOAR ya Firefox: https://sumo.etherpad.mozilla.org/sumo-australis-badges

source: %(awarder)s has awarded you the %(title)s badge!
ln: %(awarder)s apesi yo %(title)s badge!

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
ln: Lininisa moko ekofungwama na coin ya likolo. Cliquer Ndima, mpe na sima cliquer Installer. Soki nzela automatisé ezosala te, <a class="expander" href="%(url)s">meka baétape ya installation na maboko</a>.

source: Back to:
ln: zonga na:

source: Back to History
ln: Zonga na Lisitwale

source: Badge awarded to those who have contributed to the Kitsune code base.
ln: Badge oyo epesami na baye bacontribuaki na code base ya Kitsune.

source: Badges
ln: Babadge

source: Ban
ln: Pekisa

source: Banned Users
ln: Basaleli baye bapekisami

source: Ban User
ln: Pekisa Mosaleli

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
ln: Pekisa mosaleli ekokanga nzela na poignée songolo ya twitter esalela outil ya Ebele ya Kosepelisa.

source: Basic browsing
ln: Navigation ya ebandeli

source: Basic Features
ln: Bacaractèristique ya base

source: Basics to get started with Firefox for Windows 8 Touch.
ln: Mateya ya ebandeli mpo na kobanda na Firefox mpo na Windows 8 Touch.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
ln: Zala descriptif. Koloba &quot;Kobeta vidéo na YouTube ezalaka tango inso choppy&quot; ekosalisa bavolontaire nabiso koidentifier nkokoso malamu koleka koloba &quot;Eloko moko eza wrong&quot; to &quot;Firefox eza broken&quot;.

source: Before
ln: Liboso

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
ln: Liboso tosala mise à jour ya email nayo, esengeli oconfirmer yango. Cliquer lien oyo eza awa na se to copier mpe coller yango nionso na barre ya navigation nayo.

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
ln: Liboso okota, esengeli oconfirmer adresse email nayo. Totindi email ya sika ya confirmation na compte nionso oyo eza kosalela <strong>%(email)s</strong>. Mpo na koconfirmer adresse email, landa kaka lien oyo eza nakati ya email.

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
ln: Liboso okota, esengeli oconfirmer adresse email nayo. Totindeli yo email oyo eza na lien ya confirmation. Cliquer kaka lien mpe okozala osi obongami mpo kobanada!

source: Before you connect to Twitter, you must sign in to Mozilla Support.
ln: Liboso omiconnecter na Twitter, esengeli nayo okota na Mozilla Support.

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
ln: Liboso osangana, esengeli opesa ndingisa na Army of Awesome ekotisa ba tweets na nkombo nayo.

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
ln: Awa na se eza biloko oyo olandaki. Biloko biye bitiyami elembo eza biloko biye oza kolanda sik'oyo mpe biye bitiyami bilembo te eza biloko oyo eza kolandema lisusu te.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
ln: Zala malamu. Bavolontaire nabiso baza basaleli ya Mozilla neti yo, baye bazwaka tango ya mokolo nabango mpo na kosalisa.

source: Biography
ln: Biographie

source: Body:
ln: Ya kati-kati:

source: Bookmark options
ln: Baoption ya bookmark

source: Bookmarks and tabs
ln: Ba bookmarks na ba tabs

source: Briefly describe your changes:
ln: Loba na bokuse maye obongoli:

source: Browse for an image to upload.
ln: Lukaluka elili ya kotélécharger.

source: Browse for unsolved questions and help a fellow user
ln: Lukaluka mituna miye miyanolami te mpe salisa baninga basaleli

source: Browse for unsolved questions and help a Firefox user
ln: Lukaluka mituna miye miyanolami te mpe salisa mosaleli ya Firefox

source: browserID
ln: Identifiant ya navigateur

source: Browse the questions for all the products together in one list.
ln: Lukaluka mituna mpo na baproduit elongo na liste moko.
